{
  "blamer.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "editorconfig-vim": { "branch": "master" },
  "elixir-tools.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "kdl.vim": { "branch": "main" },
  "kiwi.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neogit": { "branch": "master" },
  "neoscroll.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "vim-crystal": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-haml": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-vue": { "branch": "master" }
}
